{"translation-revision-date":"2025-08-18 13:33:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Improvement":["Miglioramento"],"If your questions that have not been answered by our documentation or video tutorials, just drop us a line.":["Se hai domande che non trovano risposta nella nostra documentazione o nei video tutorial, scrivici."],"View Documentation":["Visualizza la documentazione"],"Dive in deeper with our documentation and learn advanced tips and tricks about Blocksy and its components.":["Leggi a fondo la nostra documentazione e impara trucchi e consigli avanzati su Blocksy e i suoi componenti."],"Knowledge Base":["Documentazione"],"Watch Tutorials":["Guarda i tutorial"],"Learn how to do just about anything within Blocksy by following our byte-sized video tutorials.":["Impara a fare qualsiasi cosa con Blocksy seguendo i nostri video tutorial in formato \"pillole\"."],"Video Tutorials":["Video tutorial"],"Join Our Facebook Community":["Unisciti alla community su Facebook"],"Share ideas, help others, ask questions and discuss your next project in our friendly community.":["Condividi idee, aiuta gli altri, fai domande e discuti del tuo prossimo progetto nella nostra amichevole community."],"Facebook Community":["Community di Facebook"],"Change the sidebar behaviour and style with a nice set of options that come in handy.":["Modifica il comportamento e lo stile della barra laterale con una serie di opzioni molto utili."],"Posts Options":["Opzioni degli articoli"],"Adjust your blog roll options in a single place and make it stand out in the crowd.":["Regole le opzioni di rotazione del blog in un unico posto e mettilo in risalto."],"Arrange your footer in a way that actually makes sense with our drag and drop builder.":["Organizza il tuo footer con il nostro builder trascina e rilascia, in un modo che abbia davvero senso."],"Configure the header to your liking with an easy to use drag and drop builder.":["Configura l'header a tuo piacimento con un builder trascina e rilascia facile da usare."],"Typography Options":["Opzioni tipografiche"],"Customize":["Personalizza"],"Documentation":["Documentazione"],"Manage the colour palette, as well as setting colours for different elements of the website.":["Gestisci la palette dei colori e imposta i colori per i diversi elementi del sito web."],"Join Facebook Community":["Unisciti alla community di Facebook"],"Submit a Support Ticket":["Invia un ticket di supporto"],"Got a question or need help with the theme? You can always submit a support ticket or ask for help in our friendly Facebook community.":["Hai una domanda o hai bisogno di aiuto con il tema? Puoi sempre inviare un ticket di supporto o chiedere aiuto nella nostra comunità di Facebook."],"Need help or advice?":["Hai bisogno di consigli o aiuto?"],"Download now":["Scarica ora"],"Installing & activating...":["Installazione e attivazione in corso..."],"Useful Plugins":["Plugin utili"],"Fix":["Correzione"],"New":["Nuovo"],"Released on %s":["Riasciato il %s"],"Version: %s":["Versione: %s"],"Customizer Shortcuts":["Personalizza scorciatoie"],"By using a child theme you can modify any file without the fear of breaking something in the parent theme.":["Usando un tema child puoi modificare ogni file senza la paura di danneggiare qualcosa nel tema principale."],"Blocksy Child Theme":["Tema child di Blocksy"],"By downloading and installing this plugin you will have access to demo templates, extensions and a lot more stunning features.":["Scaricando e installando questo plugin avrai accesso ai template della demo, estensioni e molte altre caratteristiche straordinarie."],"Submit a Ticket":["Invia un ticket"],"Support":["Supporto"],"The most innovative, intuitive and lightning fast WordPress theme. Build your next web project visually, in no time.":["Il tema WordPress più innovativo, veloce e potente. Crea visivamente il tuo prossimo progetto web in pochissimo tempo."],"Blocksy Companion active!":["Blocksy Companion è attivo!"],"Activate Blocksy Companion":["Attiva Blocksy Companion"],"Install Blocksy Companion":["Installa Blocksy Companion"],"Set the footer type, number of columns, spacing and colors.":["Imposta il footer, il numero di colonne, la spaziatura e i colori."],"Footer Options":["Opzioni del footer"],"Sidebar Options":["Opzioni della barra laterale"],"Set the page container width, spacing, sidebar and more.":["Imposta la larghezza, la spaziatura, la barra laterale e altro del contenitore della pagina."],"Page Options":["Opzioni della pagina"],"COMING SOON":["PROSSIMAMENTE"],"Install":["Installa"],"Activate":["Attiva"],"Deactivate":["Disattiva"],"Changelog":["Changelog"],"No changelog present at the moment.":["Nessun changelog è al momento disponibile."],"Loading changelog...":["Caricamento changelog..."],"Loading Plugins Status...":["Caricamento status dei plugin..."],"Blog Options":["Opzioni del blog"],"Header Options":["Opzioni dell'header"],"Color Options":["Opzioni del colore"],"Home":["Home"],"Download":["Scarica"],"Blocksy Companion":["Blocksy Companion"]}},"comment":{"reference":"admin\/dashboard\/static\/bundle\/main.js"}}