{"translation-revision-date":"2025-07-28 09:34:56+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"to learn more.":["per saperne di più."],"Please select plugin to import data.":["Seleziona un plugin per importare i dati."],"Import meta data from the %s plugin.":["Importa i metadati dal plugin %s."],"Custom Mode":["Modalità personalizzata"],"Select Account":["Seleziona account"],"Updated":["Aggiornato"],"Updating…":["Aggiornamento in corso…"],"Test Connections":["Connessioni di prova"],"Some permissions are missing, please reconnect":["Mancano alcuni permessi, collegati di nuovo"],"Person\/Organization Name":["Nome della persona\/organizzazione"],"Website Name":["Nome del sito web"],"Your name or company name intended to feature in Google's Knowledge Panel.":["Il tuo nome o il nome della tua azienda compare nel Knowledge Panel di Google."],"Website Alternate Name":["Nome alternativo del sito web"],"Enter the name of your site to appear in search results.":["Inserisci il nome del tuo sito per farlo apparire nei risultati di ricerca."],"An alternate version of your site name (for example, an acronym or shorter name).":["Una versione alternativa del nome del sito (per esempio, un acronimo o un nome più breve)."],"No posts found without SEO score.":["Nessun post trovato senza punteggio SEO."],"Recalculate SEO Scores":["Ricalcola i punteggi SEO"],"<strong>Min Size: 112Χ112px<\/strong>.<br \/>A squared image is preferred by the search engines.":["<strong>Dimensione min: 160Χ90px, dimensione max: 1920X1080px<\/strong>.<br \/>I motori di ricerca preferiscono le immagini quadrate."],"Note":["Nota"],"Create new GA4 Property":["Crea una nuova proprietà GA4"],"Are you sure, you want to create a new GA4 Property?":["Sei sicuro di voler creare una nuova proprietà GA4?"],"You can easily switch between modes at any point.":["Puoi passare facilmente da una modalità all'altra in qualsiasi momento."],"Data Stream":["Flusso di dati"],"Frontend Stats Bar":["Barra delle statistiche del frontend"],"Enable this option to show Analytics Stats on the front just after the admin bar.":["Attiva questa opzione per mostrare le statistiche di Analytics nella parte anteriore, subito dopo la barra di amministrazione."],"Enable the Index Status tab":["Abilita la scheda Stato dell'indice"],"Something went wrong! Please try again.":["Qualcosa è andato storto! Riprova."],"When a featured image or an OpenGraph Image is not set for individual posts\/pages\/CPTs, this image will be used as a fallback thumbnail when your post is shared on Facebook. <strong>The recommended image size is 1200 x 630 pixels.<\/strong>":["Quando un'immagine in evidenza o un'immagine OpenGraph non è impostata per i singoli articoli\/pagine\/CPT, questa immagine sarà utilizzata come miniatura di ripiego quando il tuo contenuto viene condiviso su Facebook. <strong>La dimensione consigliata per l'immagine è 1200 x 630 pixel.<\/strong>"],"Know more about the PRO version":["Scopri di più sulla versione PRO"],"click here":["fai clic qui"],"Every 30 days":["Ogni 30 giorni"],"Email Reports":["Report email"],"Receive Analytics reports periodically in email.":["Ricevi periodicamente i report di Analytics via email."],"Learn more about Email Reports.":["Per saperne di più sui Report email."],"Turn on email reports.":["Attiva i report via email."],"Email Frequency":["Frequenza delle email"],"Email report frequency.":["Frequenza dei report via email."],"Subscribe to Our YouTube Channel":["Iscriviti al nostro canale YouTube"],"Are you sure you want to disconnect Google services from your site?":["Vuoi davvero scollegare i servizi di Google dal tuo sito?"],"Self-Hosted Analytics JS File":["File JS di Analytics auto-ospitato"],"Cancel Fetch":["Annulla recupero"],"You have not given the permission to fetch this data. Please <a href=\"%s\">reconnect<\/a> with all required permissions.":["Non hai dato il permesso di recuperare questi dati. <a href=\"%s\">Connettiti di nuovo<\/a> con tutti i permessi necessari."],"Are you sure? You want to reset settings.":["Sei sicuro? Vuoi ripristinare le impostazioni."],"Select this if you have a custom Rank Math settings file you want to use.":["Seleziona questo se hai un file di impostazioni personalizzate Rank Math che vuoi usare."],"Google AdSense support is only available in Rank Math Pro's Advanced Analytics module.":["Il supporto di Google AdSense è disponibile solo nel modulo Analytics Avanzato di Rank Math Pro."],"Reconnect":["Riconnetti"],"Enable this option only if you are not using any other plugin\/theme to install Google Analytics code.":["Abilita questa opzione solo se non stai usando nessun altro plugin\/tema per installare il codice di Google Analytics."],"PRO":["PRO"],"Property":["Proprietà"],"Site":["Sito"],"Disconnect":["Disconnetti"],"AdSense":["AdSense"],"Connect Google Services":["Collega i Servizi Google"],"Exclude Logged-in users":["Escludi utenti connessi"],"Install analytics code":["Installa il codice Analytics"],"Benefits of Connecting Google Account":["Vantaggi della connessione dell'account Google"],"Anonymize IP addresses":["Anonimizza gli indirizzi IP"],"Easily set up Google Analytics without using another 3rd party plugin":["Configura facilmente Google Analytics senza utilizzare un plugin di terze parti"],"Verify site ownership on Google Search Console in a single click":["Verifica la proprietà del sito su Google Search Console con un solo clic"],"Connect Your Rank Math Account":["Collega il tuo account Rank Math"],"Benefits of Connecting Rank Math Account":["Vantaggi del collegamento all'account Rank Math"],"Delete data":["Elimina i dati"],"Analytics Database":["Database Analytics"],"Connect Google&trade; Services":["Connetti i servizi Google&trade;  "],"Track page and keyword rankings with the Advanced Analytics module":["Traccia le classifiche delle pagine e delle parole chiave con il modulo Analytics Avanzato"],"Automatically submit sitemaps to the Google Search Console":["Invia automaticamente le sitemap a Google Search Console"],"Free keyword suggestions when entering a focus keyword":["Suggerimenti gratuiti di parole chiave quando si inserisce una parola chiave di riferimento"],"Use our revolutionary SEO Analyzer to scan your website for SEO errors":["Usa il nostro rivoluzionario SEO Analyzer per analizzare il tuo sito web alla ricerca di errori SEO"],"Learn more about the benefits of connecting your account here.":["Scopri di più sui vantaggi di collegare il tuo account."],"You are using the recommended WordPress version.":["Stai usando la versione raccomandata di WordPress."],"Account":["Account"],"Not Connected":["Non connesso"],"Connected":["Connesso"],"Disconnect Account":["Disconnetti account"],"For the advanced users who want to control every SEO aspect of the website. You are offered options to change everything and have full control over the website’s SEO.":["Per gli utenti avanzati che vogliono controllare ogni aspetto SEO del sito web. Ti vengono offerte opzioni per cambiare tutto e avere il pieno controllo sul SEO del sito web."],"For websites where you only want to change the basics and let Rank Math do most of the heavy lifting. Most settings are set to default as per industry best practices. One just has to set it and forget it.":["Per i siti web in cui desideri modificare solo le basi e lasciare che Rank Math faccia la maggior parte del lavoro pesante. La maggior parte delle impostazioni sono configurate in modo predefinito secondo le migliori pratiche del settore. Devi solo impostarle e poi puoi dimenticartene."],"The Role Manager allows you to use WordPress roles to control which of your site users can have edit or view access to Rank Math's settings.":["Il Gestore di ruoli ti permette di usare i ruoli di WordPress per verificare quali utenti del tuo sito possono avere accesso alla modifica o alla visualizzazione delle impostazioni di Rank Math."],"Warning: ":["Attenzione: "],"Schema Type for %s":["Tipo di schema per %s"],"Schema Type":["Tipo di Schema"],"Schema Markup":["Markup Schema"],"Schema adds metadata to your website, resulting in rich search results and more traffic.":["Schema aggiunge metadati al tuo sito web, e ti permette di ottenere risultati di ricerca approfonditi e più traffico."],"Enable auto update of the plugin":["Abilita l'aggiornamento automatico del plugin"],"Search":["Cerca"],"Continue":["Continua"],"Get 24x7 Support":["Ottieni supporto 24x7"],"Optimization":["Ottimizzazione"],"Your Site":["Il tuo sito"],"Product":["Prodotto"],"Save and Continue":["Salva e continua"],"Include Images":["Includi immagini"],"Logo for Google":["Logo per Google"],"Advanced Options":["Opzioni avanzate"],"Import":["Importa"],"Ready":["Pronto"],"Article Type":["Tipo di articolo"],"Article":["Articolo"],"News Article":["Articolo di notizie"],"More information":["Maggiori informazioni"],"Your PHP Version: %s":["La tua versione di PHP: %s"],"Your website is compatible to run Rank Math SEO":["Il tuo sito web è compatibile per eseguire Rank Math SEO"],"Deactivate Plugin":["Disattiva il plugin"],"Start Import":["Inizia l'importazione"],"Importing: ":["Importazione: "],"Learn more":["Approfondisci"],"Type here to search…":["Digita qui per cercare..."],"Your Website: %s":["Il tuo sito web: %s"],"Learn more.":["Approfondisci."],"Skip, Don't Import Now":["Salta, non importare ora"],"Import SEO Settings":["Importa impostazioni SEO"],"You can import SEO settings from the following plugins:":["Puoi importare le impostazioni SEO dai seguenti plugin:"],"Skip Step":["Salta il passaggio"],"Learn more about Redirections.":["Ulteriori informazioni sui reindirizzamenti."],"Redirections":["Reindirizzamenti"],"Search Console":["Search Console"],"Public Taxonomies":["Tassonomie pubbliche"],"Deactivating Plugins…":["Disattivazione dei plugin in corso..."],"Fetching in Progress":["Recupero in corso"],"Getting Started":["Guida introduttiva"],"No known conflicting plugins found.":["Non sono stati trovati plugin in conflitto noti."],"Your server is correctly configured to use this plugin.":["Il tuo server è configurato correttamente per utilizzare questo plugin."],"Your server is correctly configured to use Rank Math.":["Il tuo server è configurato correttamente per utilizzare Rank Math."],"Setup Tutorial":["Tutorial di configurazione"],"Select the type that best describes your business. If you can't find one that applies exactly, use the generic \"Organization\" or \"Local Business\" types.":["Seleziona il tipo che meglio descrive la tua attività. Se non riesci a trovarne uno che si adatti bene, usa i tipi generici \"Organizzazione\" o \"Business locale\"."],"Default Social Share Image":["Immagine di condivisione social predefinita"],"Sitemaps":["Sitemap"],"XML Sitemaps help search engines index your website&#039;s content more effectively.":["Le sitemap XML aiutano i motori di ricerca a indicizzare il tuo sito web in modo più efficace."],"Include reference to images from the post content in sitemaps. This helps search engines index your images better.":["Includi il riferimento alle immagini dal contenuto dell'articolo nelle sitemap. Questo aiuta i motori di ricerca a indicizzare meglio le tue immagini."],"Public Post Types":["Tipi di contenuto pubblici"],"Select post types to enable SEO options for them and include them in the sitemap.":["Seleziona i tipi di contenuto per abilitare le loro opzioni SEO e includerli nella sitemap."],"Select taxonomies to enable SEO options for them and include them in the sitemap.":["Seleziona le tassonomie per abilitare le loro opzioni SEO e includerle nella sitemap."],"Noindex Empty Category and Tag Archives":["Archivi di categorie e tag vuoti Noindex"],"Setting empty archives to <code>noindex<\/code> is useful for avoiding indexation of thin content pages and dilution of page rank. As soon as a post is added, the page is updated to <code>index<\/code>.":["Configurare gli archivi vuoti come <code>noindex<\/code> è utile per evitare l'indicizzazione di pagine con contenuto di poco spessore e la diluizione del posizionamento (page rank). Non appena viene aggiunto un articolo, la pagina passa a <code>index<\/code>."],"Nofollow External Links":["Link nofollow esterni"],"Automatically add <code>rel=\"nofollow\"<\/code> attribute for external links appearing in your posts, pages, and other post types. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Aggiunge automaticamente l'attributo <code>rel=\"nofollow\"<\/code> per i link esterni che compaiono nei tuoi articoli, pagine e altri tipi di contenuto. L'attributo viene applicato dinamicamente al momento della visualizzazione del contenuto, mentre il contenuto memorizzato non viene modificato."],"Open External Links in New Tab\/Window":["Apri i link esterni in una nuova scheda\/finestra"],"Automatically add a <code>target=\"_blank\"<\/code> attribute to external links appearing in your posts, pages, and other post types. The attributes are applied when the content is displayed, which does not change the stored content.":["Aggiunge automaticamente l'attributo <code>target=\"_blank\"<\/code> per i link esterni che compaiono nei tuoi articoli, pagine e altri tipi di contenuto. Gli attributi vengono applicati dinamicamente al momento della visualizzazione del contenuto, mentre il contenuto memorizzato non viene modificato."],"Role Manager":["Gestore dei ruoli"],"Set capabilities here.":["Imposta qui le capacità."],"404 Monitor":["Monitor 404"],"Set default values for the 404 error monitor here.":["Imposta qui i valori predefiniti per il Monitor degli errori 404."],"The 404 monitor will let you see if visitors or search engines bump into any <code>404 Not Found<\/code> error while browsing your site.":["Il Monitor 404 ti permette di vedere se le persone o i motori di ricerca si imbattono in un errore <code>404 Not Found<\/code> mentre navigano sul tuo sito."],"Set up temporary or permanent redirections. Combined with the 404 monitor, you can easily redirect faulty URLs on your site, or add custom redirections.":["Imposta reindirizzamenti temporanei o permanenti. In combinazione con Monitor 404, puoi facilmente reindirizzare gli URL difettosi sul tuo sito, o aggiungere reindirizzamenti personalizzati."],"Use automatic structured data to mark up content, to help Google better understand your content's context for display in Search. You can set different defaults for your posts here.":["Usa i dati strutturati automatici per contrassegnare il contenuto, per aiutare Google a capire meglio il contesto del tuo contenuto per la visualizzazione nella ricerca. Qui puoi impostare diverse impostazioni predefinite per i tuoi articoli."],"Default rich snippet selected when creating a new product.":["Rich snippet predefinito selezionato quando si crea un nuovo prodotto."],"Google does not allow Person as the Publisher for articles. Organization will be used instead. You can read more about this <a href=\"%s\" target=\"_blank\">here<\/a>.":["Google non permette che il ruolo di editore per gli articoli sia associato a una persona. Al suo posto verrà usata un'organizzazione. Trovi più informazioni <a href=\"%s\" target=\"_blank\">qui<\/a>."],"Blog Post":["Articoli nel blog"],"404 + Redirection":["404 + Reindirizzamento"],"More":["Altro"],"Less":["Meno"],"Your PHP Version: %s | Recommended version: 7.4 | Minimal required: 7.2":["La tua versione PHP: %s | Versione raccomandata: 7.4 | Versione minima richiesta: 7.2"],"Please resolve the issues above to be able to use all features of Rank Math plugin. If you are not sure how to do it, please contact your hosting provider.":["Risolvi i problemi menzionati per poter utilizzare tutte le caratteristiche del plugin Rank Math. Se non sai bene come farlo, contatta il tuo fornitore di hosting."],"Please resolve the issues above to be able to use all SEO features. If you are not sure how to do it, please contact your hosting provider.":["Risolvi i problemi menzionati per poter utilizzare tutte le funzioni SEO. Se non sai bene come farlo, contatta il tuo fornitore di hosting."],"The following active plugins on your site may cause conflict issues when used alongside Rank Math: ":["Ci sono dei plugin attivi sul tuo sito che possono causare conflitto se usati insieme a Rank Math: "],"The following active plugins on your site may cause conflict issues when used alongside this plugin: ":["Ci sono dei plugin attivi sul tuo sito che possono causare conflitto se usati insieme a questo plugin: "],"You can import settings in the next step.":["Puoi importare le impostazioni nel prossimo passo."],"Start Wizard":["Inizia la configurazione guidata"],"SEO Tweaks":["Aggiustamenti SEO"],"Join FREE Facebook Group":["Unisciti al nostro gruppo Facebook, è gratis"],"Rank Math Knowledge Base":["Knowledge Base di Rank Math"],"Proceed to Help Page":["Vai alla pagina del Supporto"],"Setup Advanced Options":["Configura le opzioni avanzate"],"Proceed to Settings":["Vai alle impostazioni"],"Read more about it here.":["Leggi il resto qui."],"Sitemap":["Sitemap"],"Knowledge Base":["Knowledge Base"],"Click here to learn how to setup Rank Math properly":["Fai clic qui per imparare a configurare correttamente Rank Math"],"Search the Knowledge Base for answers to your questions:":["Cerca nella Knowledge Base e trova le risposte alle tue domande:"],"Analytics":["Analytics"],"Update data manually":["Aggiorna i dati manualmente"],"This plugin is compatible with your PHP version but we recommend updating to PHP 7.4 for increased speed and security.":["Questo plugin è compatibile con la tua versione di PHP, ma ti consigliamo di aggiornarlo a PHP 7.4 per aumentare la velocità e la sicurezza."]," | Recommended: PHP 7.4 or later":[" | Raccomandato: PHP 7.4 o successivo"],"Your site is now optimized":["Il tuo sito è ora ottimizzato"],"Your site is ready! ":["Il tuo sito è pronto! "],"Set default values for the redirection module from here. ":["Imposta da qui i valori predefiniti per il modulo di reindirizzamento. "],"None":["Nessuno"],"Advanced":["Avanzate"],"Deactivated":["Disattivato"],"Personal Blog":["Blog personale"],"Personal Portfolio":["Portfolio personale"],"Return to dashboard":["Torna alla bacheca"],"Input Data From:":["Introduci i dati da:"],"Community Blog\/News Site":["Sito di news\/blog per la comunità"],"Small Business Site":["Sito per piccole attività"],"Webshop":["Webshop"],"Other Personal Website":["Altro sito web personale"],"Other Business Website":["Altro sito web business"],"Business Type":["Tipo di azienda"]}},"comment":{"reference":"assets\/admin\/js\/wizard.js"}}