{"translation-revision-date":"2025-07-28 09:34:56+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Additional Info":["Informazioni aggiuntive"],"Provide a detailed description of your organization.":["Fornisci una descrizione dettagliata della tua organizzazione."],"Additional Profiles":["Profili aggiuntivi"],"Additional Profiles to add in the <code>sameAs<\/code> Schema property.":["Profili aggiuntivi da aggiungere nella proprietà Schema <code>sameAs<\/code>."],"Person\/Organization Name":["Nome della persona\/organizzazione"],"Website Name":["Nome del sito web"],"Your name or company name intended to feature in Google's Knowledge Panel.":["Il tuo nome o il nome della tua azienda compare nel Knowledge Panel di Google."],"Website Alternate Name":["Nome alternativo del sito web"],"Enter the name of your site to appear in search results.":["Inserisci il nome del tuo sito per farlo apparire nei risultati di ricerca."],"An alternate version of your site name (for example, an acronym or shorter name).":["Una versione alternativa del nome del sito (per esempio, un acronimo o un nome più breve)."],"<strong>Min Size: 112Χ112px<\/strong>.<br \/> A squared image is preferred by the search engines.":["<strong>Dim. Min: 112Χ112px<\/strong>.<br \/> I motori di ricerca preferiscono le immagini quadrate."],"Prevent paginated pages of single pages and posts to show up in the search results. This also applies for the Blog page.":["Impedisce che le paginazioni di singole pagine e articoli vengano visualizzati nei risultati di ricerca. Questo vale anche per la pagina Blog."],"Noindex Subpages":["Sottopagine noindex"],"Noindex Paginated Single Pages":["Pagine singole paginate in noindex"],"To configure meta tags for your media attachment pages, you need to first %s to parent.":["Per configurare i meta tag per le pagine degli allegati media, è necessario innanzitutto inserire %s come genitore."],"Default rich snippet selected when creating a new post of this type. If %s is selected, it will be applied for all existing posts with no Schema selected.":["Il Rich snippet predefinito che è selezionato quando si crea un nuovo contenuto di questo tipo. Se è selezionato %s, sarà applicato a tutti i contenuti esistenti a cui non è stato assegnato uno Schema."],"disable redirect attachments":["disabilita il reindirizzamento degli allegati"],"Schema type name in a field description\u0004Article":["Articolo"],"When the option is enabled and a product is shared on Slack, additional information will be shown (price).":["Quando l'opzione è abilitata e un prodotto è condiviso su Slack, verranno mostrate informazioni aggiuntive (prezzo)."],"When the option is enabled and a term from this taxonomy is shared on Slack, additional information will be shown (the total number of items with this term).":["Quando l'opzione è abilitata e un termine di questa tassonomia è condiviso su Slack, verranno mostrate informazioni aggiuntive (il numero totale di elementi con questo termine)."],"When the option is enabled and a product is shared on Slack, additional information will be shown (price & availability).":["Quando l'opzione è abilitata e un prodotto è condiviso su Slack, verranno mostrate informazioni aggiuntive (prezzo e disponibilità)."],"When the option is enabled and a page is shared on Slack, additional information will be shown (estimated time to read).":["Quando l'opzione è abilitata e una pagina è condivisa su Slack, verranno mostrate informazioni aggiuntive (tempo di lettura stimato)."],"Slack Enhanced Sharing":["Condivisione Slack migliorata"],"When the option is enabled and an author archive is shared on Slack, additional information will be shown (name & total number of posts).":["Quando l'opzione è abilitata e un archivio di autori viene condiviso su Slack, verranno mostrate informazioni aggiuntive (nome e numero totale di articoli)."],"When the option is enabled and a %s is shared on Slack, additional information will be shown (estimated time to read and author).":["Quando l'opzione è abilitata e un %s è condiviso su Slack, saranno mostrate informazioni aggiuntive (tempo stimato di lettura e autore)."],"Automatically capitalize the first character of each word in the titles.":["Mette automaticamente in maiuscolo il primo carattere di ogni parola nei titoli."],"When a featured image or an OpenGraph Image is not set for individual posts\/pages\/CPTs, this image will be used as a fallback thumbnail when your post is shared on Facebook. The recommended image size is 1200 x 630 pixels.":["Quando un'immagine in primo piano o un'immagine OpenGraph non è impostata per i singoli articoli\/pagine\/CPT, questa immagine sarà utilizzata come miniatura di ripiego quando il tuo contenuto viene condiviso su Facebook. La dimensione consigliata per l'immagine è di 1200 x 630 pixel."],"Add SEO Controls":["Aggiungi controlli SEO"],"Choose which taxonomy you want to use with the Primary Term feature. This will also be the taxonomy shown in the Breadcrumbs when a single %1$s is being viewed.":["Scegli quale tassonomia vuoi usare con la funzione Termine primario. Questa sarà anche la tassonomia mostrata nei Breadcrumb quando un singolo %1$s viene visualizzato."],"Multiple Locations are available in the %s.":["Sono disponibili più località nella %s."],"WooCommerce Product":["Prodotto WooCommerce"],"EDD Product":["Prodotto EDD"],"Custom values for robots meta tag on %s.":["Valori personalizzati per il meta tag robot su %s."],"Custom values for robots meta tag on %s archives.":["Valori personalizzati per il meta tag robot sugli archivi %s."],"Snippet":["Snippet"],"Image Preview":["Anteprima immagine"],"Video Preview":["Anteprima video"],"Use the <code>[rank_math_contact_info]<\/code> shortcode to display contact information in a nicely formatted way. You should also claim your business on Google if you have not already.":["Utilizza lo shortcode<code>[rank_math_contact_info]<\/code> per visualizzare le informazioni di contatto in un modo ben formattato. Dovresti anche rivendicare la tua attività su Google se non l'hai già fatto."],"Attachments":["Allegati"],"Schema Type":["Tipo di Schema"],"This tab contains SEO options for BuddyPress Group pages.":["Questa scheda contiene opzioni SEO per le pagine gruppo di BuddyPress."],"Postal Code":["Codice postale"],"Region":["Regione"],"Locality":["Località"],"Street Address":["Indirizzo"],"Group Advanced Robots Meta":["Meta per il gruppo di robot avanzati"],"Specify a maximum text-length, in characters, of a snippet for your page.":["Specifica la lunghezza massima del testo, in caratteri, di uno snippet per la tua pagina."],"Specify a maximum duration in seconds of an animated video preview.":["Specifica una durata massima in secondi di un'anteprima video animata."],"Specify a maximum size of image preview to be shown for images on this page.":["Specifica una dimensione massima dell'anteprima immagine da mostrare per le immagini in questa pagina."],"Custom Fields":["Campi personalizzati"],"Standard":["Standard"],"Large":["Grande"],"Advanced Robots Meta":["Meta robots avanzati"],"Homepage Advanced Robots":["Robot avanzati per la homepage"],"Author Advanced Robots":["Robot avanzati per autore"],"Date Advanced Robots":["Data per i robot avanzati"],"%s Advanced Robots Meta":["Meta robot avanzati per %s"],"List of custom fields name to include in the Page analysis. Add one per line.":["Elenco di nomi di campi personalizzati da includere nell'analisi di pagina. Aggiungine uno per riga."],"%s Archives Advanced Robots Meta":["Meta robots avanzati per gli archivi di %s"],"BuddyPress group description":["Descrizione del gruppo BuddyPress"],"Groups":["Gruppi"],"BuddyPress:":["BuddyPress:"],"Group Description":["Descrizione del gruppo"],"Group Title":["Titolo del gruppo"],"Title tag for groups":["Tag title per gruppi"],"Group Robots Meta":["Meta robot di gruppo"],"Select custom robots meta for Group archive pages. Otherwise the default meta will be used, as set in the Global Meta tab.":["Seleziona i meta robots personalizzati per le pagine dell'archivio di gruppo. In caso contrario verranno usati i meta predefiniti, come impostati nella scheda Meta globali."],"Custom values for robots meta tag on groups page.":["Valori personalizzati per il meta tag robots nella pagina dei gruppi."],"Enables or disables Author Archives. If disabled, the Author Archives are redirected to your homepage. To avoid duplicate content issues, noindex author archives if you keep them enabled.":["Abilita o disabilita gli Archivi autore. Se li disabiliti, gli archivi vengono reindirizzati alla tua homepage. Per evitare problemi di contenuto duplicato, se tieni abilitati gli archivi autore, mettili in noindex."],"Enable or disable the date archives (e.g: %s). If this option is disabled, the date archives will be redirected to the homepage.":["Abilita o disabilita gli archivi delle date (per esempio: %s). Se questa opzione è disabilitata, gli archivi delle date saranno reindirizzati alla homepage."],"Author Robots Meta":["Meta robot per il contenuto Autore"],"Select custom robots meta for author page, such as <code>nofollow<\/code>, <code>noarchive<\/code>, etc. Otherwise the default meta will be used, as set in the Global Meta tab.":["Seleziona i meta robots personalizzati per la pagina autore, come <code>nofollow<\/code>, <code>noarchive<\/code>, ecc. In caso contrario, verranno usati i meta predefiniti come impostati nella scheda Meta globali. "],"Custom values for robots meta tag on author page.":["I valori personalizzati per i meta tag robots nella pagina autore."],"Date Robots Meta":["Meta robot della data"],"Custom values for robots meta tag on date page.":["Valori personalizzati per il meta tag robot sulla pagina della data."],"Thumbnail for Facebook":["Miniatura per Facebook"],"Image displayed when your page is shared on Facebook and other social networks. Use images that are at least 1200 x 630 pixels for the best display on high resolution devices.":["Immagine visualizzata quando la tua pagina viene condivisa su Facebook e altri social network. Usa immagini di almeno 1200 x 630 pixel per una migliore visualizzazione sui dispositivi ad alta risoluzione."],"Rewrite Titles":["Riscrivi i titoli"],"Your current theme doesn't support title-tag. Enable this option to rewrite page, post, category, search and archive page titles.":["Il tuo tema attuale non supporta i tag title. Abilita questa opzione per riscrivere i titoli di pagine, articoli, categorie, ricerca e archivio."],"Twitter Username":["Nome utente Twitter"],"Enter your complete Facebook page URL here. eg:":["Inserisci l'URL completo della tua pagina Facebook qui. es:"],"Facebook Page URL":["URL pagina Facebook"],"Read Only":["Sola lettura"],"Prevent password protected pages & posts from getting indexed by search engines.":["Evita che le pagine e gli articoli protetti da password vengano indicizzati dai motori di ricerca."],"Titles":["Titoli"],"Bulk Editing":["Modifica di gruppo"],"Facebook App":["App di Facebook"],"Primary Taxonomy":["Tassonomia principale"],"Noindex Search Results":["Metti in noindex i risultati di ricerca"],"Prevent search results pages from getting indexed by search engines. Search results could be considered to be thin content and prone to duplicate content issues.":["Impedisci l'indicizzazione delle pagine dei risultati di ricerca. I risultati di ricerca potrebbero essere considerati come thin content e soggetti a problemi di contenuto duplicato."],"Noindex Password Protected Pages":["Metti in noindex le pagine protette da password."],"Single %s Title":["Titolo del singolo %s"],"Default title tag for single %s pages. This can be changed on a per-post basis on the post editor screen.":["Tag title predefinito per le singole pagine %s. Puoi cambiarlo per ogni articolo nella schermata dell'editor degli articoli."],"Single %s Description":["Descrizione del singolo %s"],"Default description for single %s pages. This can be changed on a per-post basis on the post editor screen.":["Descrizione predefinita per le singole pagine %s. Puoi cambiarlo per ogni articolo nella schermata dell'editor degli articoli."],"%s Archive Title":["Titolo dell'archivio %s"],"Title for %s archive pages.":["Titolo per le pagine d'archivio %s."],"%s Archive Description":["Descrizione dell'archivio %s"],"Description for %s archive pages.":["Descrizione per le pagine d'archivio %s."],"%s Robots Meta":["%s meta robot"],"Select custom robots meta, such as <code>nofollow<\/code>, <code>noarchive<\/code>, etc. for single %s pages. Otherwise the default meta will be used, as set in the Global Meta tab.":["Seleziona i meta robots personalizzati, come <code>nofollow<\/code>, <code>noarchive<\/code>, ecc. per le singole pagine %s. In caso contrario, verranno usati i meta predefiniti come impostati nella scheda Meta globali."],"Enable Link Suggestions meta box for this post type, along with the Pillar Content feature.":["Abilita la meta box Suggerimenti link per questo tipo di contenuto, insieme alla funzione Contenuto pilastro."],"Link Suggestion Titles":["Titoli dei suggerimenti di link"],"Use the Focus Keyword as the default text for the links instead of the post titles.":["Usa la parola chiave di riferimento come testo predefinito per i link invece dei titoli degli articoli."],"Add bulk editing columns to the post listing screen.":["Aggiungi colonne di editing di gruppo alla schermata di elenco degli articoli."],"Add SEO controls for the editor screen to customize SEO options for posts in this post type.":["Aggiungi i controlli SEO nella schermata dell'editor per personalizzare le opzioni SEO per i contenuti di questa tipologia."],"Facebook Authorship":["Autorizzazione di Facebook"],"Insert personal Facebook profile URL to show Facebook Authorship when your articles are being shared on Facebook. eg:":["Inserisci l'URL del profilo personale di Facebook per mostrare l'autorizzazione di Facebook quando i tuoi articoli vengono condivisi su Facebook:"],"Facebook Admin":["Admin Facebook"],"Enter %s. Use a comma to separate multiple IDs. Alternatively, you can enter an app ID below.":["Inserisci %s. Usa una virgola per separare più ID. In alternativa, puoi inserire un ID dell'app qui sotto."],"Enter %s. Alternatively, you can enter a user ID above.":["Inserisci %s. In alternativa, puoi inserire un ID utente qui sopra."],"Facebook Secret":["Segreto Facebook"],"Enter alphanumeric secret ID. %s.":["Inserisci l'ID segreto alfanumerico. %s."],"Enter the Twitter username of the author to add <code>twitter:creator<\/code> tag to posts. eg: <code>RankMathSEO<\/code>":["Inserisci il nome utente Twitter dell'autore per aggiungere il tag <code>twitter:creator<\/code> ai post. Es. <code>RankMathSEO<\/code>"],"%s Archive Titles":["Titoli dell'archivio %s "],"Title tag for %s archives":["Tag title dell'archivio %s "],"%s Archive Descriptions":["Descrizione dell'archivio %s "],"Description for %s archives":["Descrizione degli archivi %s "],"%s Archives Robots Meta":["Meta robot dell'archivio %s "],"Select custom robots meta, such as <code>nofollow<\/code>, <code>noarchive<\/code>, etc. for %s archive pages. Otherwise the default meta will be used, as set in the Global Meta tab.":["Seleziona i meta robots personalizzati come <code>nofollow<\/code>, <code>noarchive<\/code>, ecc. per le pagine di archivio %s. In alternativa, verranno usati i dati meta predefiniti come impostati nella scheda Meta globali."],"Add the SEO Controls for the term editor screen to customize SEO options for individual terms in this taxonomy.":["Aggiungi i controlli SEO nella schermata dell'editor dei termini per personalizzare le opzioni SEO per i singoli termini in questa tassonomia."],"Remove Snippet Data":["Rimuovi i dati dallo snippet"],"Remove schema data from %s.":["Rimuovi i dati Schema da %s."],"Prevent all paginated pages from getting indexed by search engines.":["Impedisci che le pagine risultate dalla paginazione vengano indicizzate dai motori di ricerca."],"Remove":["Rimuovi"],"Sunday":["Domenica"],"Saturday":["Sabato"],"Friday":["Venerdì"],"Thursday":["Giovedì"],"Wednesday":["Mercoledì"],"Tuesday":["Martedì"],"Monday":["Lunedì"],"Address":["Indirizzo"],"Phone":["Telefono"],"Email":["Email"],"URL":["URL"],"Logo":["Logo"],"Authors":["Autori"],"Enabled":["Abilitato"],"Disabled":["Disabilitato"],"Homepage":["Homepage"],"Opening Hours":["Orari di apertura"],"Person":["Persona"],"Article Type":["Tipo di articolo"],"Article":["Articolo"],"News Article":["Articolo di notizie"],"Learn more":["Approfondisci"],"Separator Character":["Carattere separatore"],"Phone Number":["Numero di telefono"],"Address Format":["Formato indirizzo"],"Geo Coordinates":["Coordinate geografiche"],"Latitude and longitude values separated by comma.":["Valori di latitudine e longitudine separati da virgola."],"Contact Page":["Pagina di contatto"],"Google Maps API Key":["Chiave API di Google Maps"],"Price Range":["Fascia di prezzo"],"Format: +1-401-555-1212":["Formato: + 1-401-555-1212"],"Add":["Aggiungi"],"404 Title":["Titolo 404"],"e.g. 09:00-17:00":["es. 09:00-17:00"],"Organization":["Organizzazione"],"Choose whether the site represents a person or an organization.":["Scegli se il sito rappresenta una persona o un'organizzazione."],"Add time":["Aggiungi orario"],"Misc Pages":["Pagine varie"],"The price range of the business, for example $$$.":["La fascia di prezzo dell'attività, ad esempio $$$."],"Search Results Title":["Titolo dei risultati di ricerca"],"Homepage Title":["Titolo della homepage"],"Homepage meta description.":["Meta descrizione della homepage."],"Author Archives":["Archivi autore"],"Author Base":["Base dell'autore"],"Change the <code>\/author\/<\/code> part in author archive URLs.":["Modifica la parte <code>\/author\/<\/code> negli URL dell'archivio autore."],"Opening Hours Format":["Formato degli orari di apertura"],"Noindex Empty Category and Tag Archives":["Archivi di categorie e tag vuoti Noindex"],"Setting empty archives to <code>noindex<\/code> is useful for avoiding indexation of thin content pages and dilution of page rank. As soon as a post is added, the page is updated to <code>index<\/code>.":["Configurare gli archivi vuoti come <code>noindex<\/code> è utile per evitare l'indicizzazione di pagine con contenuto di poco spessore e la diluizione del posizionamento (page rank). Non appena viene aggiunto un articolo, la pagina passa a <code>index<\/code>."],"Default rich snippet selected when creating a new product.":["Rich snippet predefinito selezionato quando si crea un nuovo prodotto."],"Google does not allow Person as the Publisher for articles. Organization will be used instead. You can read more about this <a href=\"%s\" target=\"_blank\">here<\/a>.":["Google non permette che il ruolo di editore per gli articoli sia associato a una persona. Al suo posto verrà usata un'organizzazione. Trovi più informazioni <a href=\"%s\" target=\"_blank\">qui<\/a>."],"Blog Post":["Articoli nel blog"],"Local SEO":["SEO locale"],"Global Meta":["Meta globali"],"Social Meta":["Dati meta dei social"],"Post Types:":["Tipi di contenuto:"],"Robots Meta":["Meta robot"],"Summary Card with Large Image":["Scheda riassuntiva con immagine grande"],"Summary Card":["Carta di riepilogo"],"Person or Company":["Persona o azienda"],"URL of the item.":["URL dell'elemento."],"Search engines may prominently display your contact phone number for mobile users.":["I motori di ricerca possono mostrare in evidenza il tuo numero di telefono per gli utenti da mobile."],"Format used when the address is displayed using the <code>[rank_math_contact_info]<\/code> shortcode.<br><strong>Available Tags: {address}, {locality}, {region}, {postalcode}, {country}, {gps}<\/strong>":["Formato usato quando l'indirizzo viene visualizzato tramite lo shortcode <code>[rank_math_contact_info]<\/code>.<br><strong>Tag disponibili: {address}, {locality}, {region}, {postalcode}, {country}, {gps}<\/strong>"],"Select opening hours. You can add multiple sets if you have different opening or closing hours on some days or if you have a mid-day break. Times are specified using 24:00 time.":["Seleziona gli orari di apertura. Puoi aggiungere più set se hai diversi orari di apertura o chiusura in alcuni giorni o se hai una pausa a metà giornata. Gli orari sono specificati usando il formato orario 24:00."],"Time format used in the contact shortcode.":["Formato orario usato nello shortcode del contatto."],"About Page":["Pagina About"],"Select a page on your site where you want to show the LocalBusiness meta data.":["Seleziona una pagina del tuo sito dove vuoi mostrare i meta dati di LocalBusiness."],"An API Key is required to display embedded Google Maps on your site. Get it here: %s":["È necessaria una chiave API per visualizzare Google Maps incorporato nel tuo sito. Ottienila qui: %s"],"Google Maps Embed API":["API Google Maps Embed"],"Headline":["Motto"],"Focus Keywords":["Parole chiave di riferimento"],"Author Archive Title":["Titolo dell'archivio autore"],"Title tag on author archives. SEO options for specific authors can be set with the meta box available in the user profiles.":["Tag title sugli archivi degli autori. Le opzioni SEO per autori specifici possono essere impostate con il meta box disponibile nei profili degli utenti."],"Author Archive Description":["Descrizione dell'archivio autore"],"Author archive meta description. SEO options for specific author archives can be set with the meta box in the user profiles.":["Meta descrizione dell'archivio autore. Le opzioni SEO per specifici archivi d'autore possono essere impostate con il meta box nei profili degli utenti."],"Add SEO Controls for user profile pages. Access to the Meta Box can be fine tuned with code, using a special filter hook.":["Aggiungi i controlli SEO per le pagine del profilo utente. L'accesso alla Meta Box può essere messo a punto con il codice, usando un filter hook speciale."],"Default values for robots meta tag. These can be changed for individual posts, taxonomies, etc.":["Valori predefiniti per il meta tag robots. Puoi cambiarli per singoli post, tassonomie, ecc."],"You can use the separator character in titles by inserting <code>%separator%<\/code> or <code>%sep%<\/code> in the title fields.":["Puoi usare il carattere di separazione nei titoli inserendo <code>%separator%<\/code> o <code>%sep%<\/code> nei campi titolo."],"Capitalize Titles":["Titoli in maiuscolo"],"OpenGraph Thumbnail":["Miniatura OpenGraph"],"Twitter Card Type":["Tipo di Twitter Card"],"Card type selected when creating a new post. This will also be applied for posts without a card type selected.":["Tipo di scheda selezionata quando si crea un nuovo articolo. Questo verrà applicato anche agli articoli senza un tipo di scheda selezionata."],"Homepage title tag.":["Tag title della homepage."],"Homepage Meta Description":["Meta descrizione della homepage"],"Homepage Robots Meta":["Meta robot della homepage"],"Select custom robots meta for homepage, such as <code>nofollow<\/code>, <code>noarchive<\/code>, etc. Otherwise the default meta will be used, as set in the Global Meta tab.":["Seleziona i meta robot personalizzati per la homepage, come <code>nofollow<\/code>, <code>noarchive<\/code>, ecc. Se non lo fai, verranno usati i meta predefiniti così come li hai impostati nella scheda Meta globali."],"Custom values for robots meta tag on homepage.":["Valori personalizzati per il meta tag robot sulla homepage."],"Homepage Title for Facebook":["Titolo della homepage per Facebook"],"Title of your site when shared on Facebook, Twitter and other social networks.":["Titolo del tuo sito quando viene condiviso su Facebook, Twitter e altri social network."],"Homepage Description for Facebook":["Descrizione della homepage per Facebook"],"Description of your site when shared on Facebook, Twitter and other social networks.":["Descrizione del tuo sito quando viene condiviso su Facebook, Twitter e altri social network."],"Homepage Thumbnail for Facebook":["Miniatura della homepage per Facebook"],"Image displayed when your homepage is shared on Facebook and other social networks. Use images that are at least 1200 x 630 pixels for the best display on high resolution devices.":["Immagine visualizzata quando la tua homepage viene condivisa su Facebook e altri social network. Usa immagini di almeno 1200 x 630 pixel per una migliore visualizzazione sui dispositivi ad alta risoluzione."],"Date Archive Title":["Titolo dell'archivio per data"],"Title tag on day\/month\/year based archives.":["Tag del titolo sugli archivi giorno\/mese\/anno."],"Date Archive Description":["Descrizione dell'archivio per data"],"Date archive description.":["Descrizione dell'archivio per data"],"Title tag on search results page.":["Tag title nella pagina dei risultati di ricerca."],"Title tag on 404 Not Found error page.":["Tag title sulla pagina di errore 404 Not Found."],"Description":["Descrizione"],"None":["Nessuno"],"Link Suggestions":["Suggerimenti per i link"],"Business Type":["Tipo di azienda"]}},"comment":{"reference":"assets\/admin\/js\/titleSettings.js"}}