{"translation-revision-date":"2025-07-28 09:34:56+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"API Key":["Chiave API"],"Change Key":["Cambia chiave"],"The IndexNow API key proves the ownership of the site. It is generated automatically. You can change the key if it becomes known to third parties.":["La chiave API di IndexNow prova la proprietà del sito. Viene generata automaticamente. Puoi cambiare la chiave se diventa nota a terzi."],"API Key Location":["Posizione chiave API"],"Check Key":["Controlla chiave"],"Use the %1$s button to verify that the key is accessible for search engines. Clicking on it should open the key file in your browser and show the API key.":["Usa il pulsante %1$s per verificare che la chiave sia accessibile ai motori di ricerca. Facendo clic su di esso si dovrebbe aprire il file della chiave nel tuo browser e mostrare la chiave API."],"Too Many Requests":["Troppe richieste"],"The URLs don't belong to the host or the key is not matching the schema in the protocol.":["Gli URL non appartengono all'host o la chiave non corrisponde allo schema nel protocollo."],"Unprocessable Entity":["Entità non processabile"],"The key was invalid (e.g. key not found, file found but key not in the file).":["La chiave non era valida (ad esempio, chiave non trovata, file trovato ma chiave non nel file)."],"Forbidden":["Proibito"],"The request was invalid.":["La richiesta non era valida."],"The URL was successfully submitted to the IndexNow API, but the API key will be checked later.":["L'URL è stato inviato con successo all'API di IndexNow, ma la chiave API sarà controllata più tardi."],"Accepted":["Accettato"],"The URL was successfully submitted to the IndexNow API.":["L'URL è stato inviato con successo all'API di IndexNow."],"Reasons":["Ragioni"],"Response Message":["Messaggio di risposta"],"Response":["Risposta"],"Manual":["Manuale"],"Clear History":["Cancella Cronologia"],"URL slug placeholder\u0004hello-world":["ciao-mondo"],"Error: could not clear history.":["Errore: impossibile cancellare la cronologia."],"The last 100 IndexNow API requests.":["Le ultime 100 richieste API di IndexNow."],"History":["Cronologia"],"Send URLs directly to the IndexNow API.":["Invia gli URL direttamente all'API di IndexNow."],"Too Many Requests (potential Spam).":["Troppe richieste (potenziale spam)."],"An error occurred while submitting the URL.":["Si è verificato un errore durante l'invio dell'URL."],"No submissions yet.":["Ancora nessun invio."],"Insert URLs to send to the IndexNow API (one per line, up to 10,000):":["Inserisci gli URL da inviare all'API di IndexNow (uno per riga, fino a 10.000):"],"Auto":["Automatico"],"Response Code Help":["Aiuto per il codice di risposta"],"Bad Request":["Richiesta non accettabile"],"Auto-Submit Post Types":["Tipi di articoli auto-pubblicati"],"Submit posts from these post types automatically to the IndexNow API when a post is published, updated, or trashed.":["Invia automaticamente questi tipi di post all'API di IndexNow quando un post viene pubblicato, aggiornato o cestinato."],"Submit URLs":["Invia URL"],"Time":["Data"],"OK":["OK"],"URL":["URL"],"Settings":["Impostazioni"],"All":["tutto"],"Response Code":["Codice di risposta"]}},"comment":{"reference":"assets\/admin\/js\/instantIndexingSettings.js"}}